List places = [
  {
    "name": "فندق ما",
    "img": "assets/1.jpeg",
    "price": r"$100/لليلة الواحدة",
    "location": "مكان ما",
    "details":
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص",
  },
  {
    "name": "شاطئ ما",
    "img": "assets/2.jpeg",
    "price": r"$100/في الليلة",
    "location": "بحر ما",
    "details":
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص",
  },
  {
    "name": "مطعم",
    "img": "assets/3.jpeg",
    "price": r"$100/في الليلة",
    "location": "مكان ما",
    "details":
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص",
  },
  {
    "name": "شط السندباد",
    "img": "assets/4.jpeg",
    "price": r"$100/في الليلة",
    "location": "طرابلس",
    "details":
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص",
  },
  {
    "name": "شواطئ المالديف",
    "img": "assets/5.jpeg",
    "price": r"$100/في الليلة",
    "location": "جزر المالديف",
    "details":
        "هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص",
  },
];
